{
  "id": 3,
  "title": "Privacy Policy",
  "slug": "privacy-policy",
  "content": "<h2>Purpose</h2>\n<p>ACBF RSA respects your privacy. This policy explains how we collect, use, share, and safeguard the data you provide when you explore our site, apply for membership, or interact with our programs.</p>\n\n<h2>What We Collect</h2>\n<p>We collect data you submit through membership applications, contact forms, awards nominations, newsletter signups, and other interactive sections. That includes your name, email, phone, organization details, membership interests, and any messages or uploads you share. We also capture metadata such as submission times and browser information to help us process requests safely.</p>\n\n<h2>How We Use Your Data</h2>\n<p>Your information helps us process applications, publish member profiles, respond to inquiries, organize events, send updates, and improve the website experience. Applications are verified by the ACBF RSA admin team, and we ensure only approved members gain access to member-only areas.</p>\n\n<h2>Communications</h2>\n<p>When you submit a form, you may receive confirmation messages, replies from our team, or optional newsletters. You can opt out of marketing communications at any time by emailing <a href=\"mailto:info@acbf.org.za\">info@acbf.org.za</a>.</p>\n\n<h2>Data Sharing and Processors</h2>\n<p>We share information with trusted service providers who support hosting, form handling, email delivery, and analytics. These partners process data only as instructed and under confidentiality obligations. We do not sell your personal information.</p>\n\n<h2>Cookies and Tracking</h2>\n<p>We use cookies and local storage to retain navigation preferences, keep you signed in, and monitor site performance. You can manage cookie preferences through your browser.</p>\n\n<h2>Security and Retention</h2>\n<p>We apply industry-standard safeguards (e.g., encryption, access limits, monitoring) to protect your data. Personal information is retained no longer than necessary to fulfill the purpose for which it was collected, such as maintaining membership records or fulfilling legal obligations.</p>\n\n<h2>Your Rights</h2>\n<p>You may request access to, correction of, or deletion of your personal data. Contact us at <a href=\"mailto:info@acbf.org.za\">info@acbf.org.za</a> with the details of your request, and we will respond within a reasonable timeframe.</p>\n\n<h2>International Transfer</h2>\n<p>Your data may be processed in locations where our team and processors operate. We ensure any transfers comply with applicable data protection requirements.</p>\n\n<h2>Updates</h2>\n<p>We may update this policy to reflect changes in services or legal requirements. The latest version is always available on this page. Continued use of the site after an update means you accept the revised policy.</p>\n\n<h2>Contact</h2>\n<p>Questions about this policy can be directed to <a href=\"mailto:info@acbf.org.za\">info@acbf.org.za</a>.</p>"
}

